[app]
language=한국어
load_error=이 파일이 손상되었거나 지원되지 않는 것으로 보입니다
load_error_ext=▢ 이미지 확장자를 설치해야 ▢ 파일을 열 수 있습니다
yes=예
no=아니오
LANGUAGE_TIP=언어를 변경하려면 응용 프로그램을 다시 시작해야 합니다.
OPEN_WITH=PhoXoSee로 보기
welcome=PhoXoSee에 오신 것을 환영합니다!
intro=PhoXoSee는 빠르고 가벼운 이미지 뷰어입니다.
welcome_open=열기
plugin_button=설치
cancel=취소

[TOOLBAR]
1=썸네일 (F)
2=위치 보기 (G)
3=실제 크기 (/ 또는 1)
4=창에 맞춤 (/ 또는 1)
5=확대 (Ctrl + 휠)
6=축소 (Ctrl + 휠)
7=이전 이미지 (←)
8=다음 이미지 (→ 또는 Space)
9=90° 왼쪽으로 회전 (Ctrl+L)
10=90° 오른쪽으로 회전 (Ctrl+R)
11=삭제 (Delete)
12=이미지 크기 조정 (F2)
13=보기 향상 (Ctrl+E)
14=메뉴 (M)
15=전체 화면 (Enter)
16=전체 화면 종료 (Enter)
17=색 테마
18=촬영 날짜별 사진 검색
19=새 버전 사용 가능

[ColorTheme]
1=제목 표시줄 색상 : 시스템을 따름|제목 표시줄 색상 : 밝은 테마|제목 표시줄 색상 : 어두운 테마|제목 표시줄 색상 : 사용자 지정
t=Shift 키를 누르고 빠르게 설정

[ViewEnhance]
t=밝기|다채로운|선명하게|부드러운 빛

[EXIF]
0=정보
1=파일 이름:
2=파일 유형:
3=파일 크기:
4=이미지 크기:
5=수정한 날짜:
20=촬영 날짜:
21=제작사:
22=모델:
23=렌즈 모델:
24=F번호:
25=최대 조리개:
26=노출 시간:
27=해상도:
28=ISO 속도:
29=초점 거리:
30=측광 모드:
31=플래시:
33=노출 프로그램:
35=프레임 수:
50=소프트웨어:
80=_/평균/중심 가중 평균/스팟/멀티 스팟/패턴/부분
81=플래시 발광됨/플래시 없음
83=_/수동/일반 프로그램/조리개 우선/셔터 우선/창조 프로그램 (초점 깊이에 가중치)/액션 프로그램 (고속 셔터 스피드에 가중치)/초상화 모드 (배경이 흐림)/풍경 모드 (배경이 선명함)

[TITLE]
10=천만 화소
11=천
12=백만 화소
30=년
31=월
32=일

[DlgSetting]
page=보기|일반|연결|탐색기|기타|개인정보
10=하드웨어 가속 렌더링 (GPU)
11=이미지가 비정상적으로 나타나면 이 옵션을 확인하지 마세요
12=삭제 전 확인 대화상자 표시
13=매우 긴 이미지에 대한 스마트 디스플레이 전략
14=실제 크기 표시 및 자동으로 맨 위에 위치
15=JPEG 품질 저장
16=[0..100], 80이 권장
19=소프트웨어의 여러 인스턴스를 허용하지 않음
20=기본 창에서 시작 애니메이션 끄기
21=최근 파일 기록 활성화
22=UI 설정 저장
23=시작 시 마지막 이미지 열기
24=선택한 형식의 탐색기 썸네일 (재시작 필요)
25=파일을 완전히 삭제 (휴지통으로 이동하지 않음)
26=현재 테마에서 너무 밝거나 어두운 경우 SVG 의 자동 배경
100=마우스 휠
101=이전/다음 이미지|확대/축소
103=더블 클릭
104=확대 (2배)|실제 크기 (100%)|전체 화면
106=GPS 공급자
107=Bing 지도|Google 지도
109=최대 줌 레벨
110=마지막/첫 번째 이미지에 도달할 때 폴더 루프
113=사진 회전 후 자동 저장
114=이미지의 내장된 ICC 프로필 무시
115=썸네일 캐시 지우기
116=줌 단계
117=표준|빠름
118=투명 격자 표시
119=항상 이미지를 최고 품질로 표시 (약간 느림)
200=확장자|기본 앱
201=변경
300=Windows 탐색기에 컨텍스트 메뉴 항목 추가
301=응용 프로그램 종료를 위한 ESC 키
302=이전/다음 버튼 테마
303=원형
304=도구 모음 자동 숨기기
305=확대/축소 100% 초과 시 보간 비활성화
306=시스템 둥근 모서리 비활성화
307=업데이트 자동 확인

[DlgDelete]
t=파일 삭제|다시 묻지 않음|이 파일을 휴지통으로 제거하시겠습니까?

[DlgResize]
t=이미지 크기 조정|너비|높이|비율 유지

[DlgCustomizeTool]
1=왼쪽 정렬|가운데 정렬|오른쪽 정렬
tip=기본값으로 초기화|버튼 제거|왼쪽으로 이동|오른쪽으로 이동|변경 사항 적용

[DlgAbout]
0=정보
1=버전:
2=저작권 © 2025 FULI. 모든 권리 보유.
3=개인 및 상업용 무료
4=업데이트 확인
5=닫기
6=최신 버전을 사용 중입니다
7=새로은 버전을 사용할 수 있습니다. 지금 다운로드하시겠습니까?
8=크레딧

[SearchImage]
1=이미지가 포함된 디렉터리를 선택합니다
3=다음부터 시작하는 촬영 날짜가 포함된 사진 찾기:
4=오늘만|10일 이내|30일 이내|100일 이내
5=검색
8=이미지 검색 중
9=검색이 취소되었습니다
10=총 이미지 수

[BatchSvg]
1=▢ 파일이 포함된 디렉터리 선택
2=출력 이미지 크기 선택
3=변환
4=이 디렉터리에 ▢ 파일이 없습니다
5=이미지 변환 완료
6=출력 폴더 선택
7=변환 실패: 
8=변환이 취소되었습니다.

[File]
SUPPORT_FILE=모든 이미지
SAVE_ERROR=이미지 저장 실패
5=디렉터리가 존재하지 않습니다.
6=찾아보기...

[MENU]
2=종료
12=실제 크기
13=창에 맞춤
21000=열기
21001=다른 이름으로 저장
21002=복사
21100=인쇄
tool=도구
21101=현재 바탕 화면 가져오기
21500=기본 이미지 뷰어로 설정
21600=항상 맨 위에
wheel=마우스 휠
21700=이전/다음 이미지
21701=확대/축소
toolbar=도구 모음
21750=위
21751=아래
21805=툴바 사용자 설정
language=언어
21800=설정
21801=정보
recent=최근 파일
21804=지우기
20000=정보
21003=이미지 위치 열기
openwith=다음으로 열기
21803=선택
20013=전체 화면
21004=이미지 붙여넣기
21108=도구 모음 자동 숨기기
21110=SVG → PNG 변환
21115=HEIC → JPG 변환